{
    "languageName" : "English",

    "nav.main": "About me",
    "nav.formation": "Education",
    "nav.projects": "Projects",

    "main.title": "About me",
    "main.presentation": "My name is José Bordón. I hold a degree in Information Systems granted by Universidad Nacional del Nordeste, Argentina. I live in Corrientes, Argentina. At the moment I work as free-lancer web developer. My profile is full-stack, MERN stack mainly (MongoDB + Express + React + NodeJS). This portfolio was made using ReactJS and MaterialUI framework.",
    "main.presentation2": "I also have knowledge in PHP frameworks and relational MySQL databases, deployed in Apache servers (LAMP stack). Both stacks have their advantages and disadvantages depending on the project to develop.",
    "main.contactTitle": "Contact information",
    "main.pdfCV": "CV in PDF",

    "formation.title": "Education",
    "formation.studiesSubTitle" : "Studies",
    "formation.study1-title" : "Information Systems Degree (2013-2021).",
    "formation.study1-description" : "Bachelor's degree granted by Facultad de Ciencias Exactas, Naturales y Agrimensura. Universidad Nacional del Nordeste (UNNE)",
    "formation.study2-title": " Programmer Analyst (2013-2017).",
    "formation.study2-description": "Diploma granted by Facultad de Ciencias Exactas, Naturales y Agrimensura. Universidad Nacional del Nordeste (UNNE)",
    "formation.study3-title": "Polimodal Education Highschool, Economy and Business Management. (2008-2011).",
    "formation.study3-description": "Instituto CREA, Universidad Católica de Salta",
    "formation.coursesSubTitle": "Courses taken",
    "formation.course1-title": "NodeJS Development.",
    "formation.course1-description": "Universidad Tecnológica Nacional, Facultad Regional de Buenos Aires (UTN–FRA).",
    "formation.course2-title": "ReactJS Development",
    "formation.course2-description": "Universidad Tecnológica Nacional, Facultad Regional de Buenos Aires (UTN–FRA).",
    "formation.course3-title": " Leadership Seminar",
    "formation.course3-description": "Instituto CREA, Universidad Católica de Salta, 2011.",
    "formation.other.title": "Other academic precedents",
    "formation.other1": "Secondment in subject \"Taller de Programación I\" (Web software development), in Information Systems Career of Facultad de Ciencias Exactas, Naturales y de Agrimensura de la UNNE. 2017.",
    "formation.other2": "Secondment in subject \"Taller de Programación I\" (Web software development), in Information Systems Career of Facultad de Ciencias Exactas, Naturales y de Agrimensura de la UNNE. 2018.",
    "formation.other3": "Secondment in subject \"Taller de Programación II\" (Desktop software development), in Information Systems Career of Facultad de Ciencias Exactas, Naturales y de Agrimensura de la UNNE. 2017.",
    "formation.other4": "Research Work Grant \"Estímulo a las Vocaciones Científicas\", granted by Consejo Interuniversitario Nacional. Research topic: “ICT and education: Software tools as spaces management support in academic environment. Duration: 1 year. 2019/2020.",
    "formation.language-subTitle" : "Languages",
    "formation.language-title1" : "English: Advanced.",
    "formation.language-description1" : "Studies finished in Departamento de Idiomas Modernos, in Extensión Universitaria of UNNE – Corrientes Delegation",
    "formation.skills-subTitle" : "Skills",
    "formation.skills-section1" : "Web development",
    "formation.skills-section2" : "Databases",
    "formation.skills-section3" : "Others",
    "formation.publications-subTitle": "Publications",
    "formation.publications1-title": "Criterios de calidad del software. Un enfoque de Accesibilidad Web vinculado a la gestión de recursos físicos. ",
    "formation.publications1-description": "III Congreso Internacional de Ciencias de la Computación y Sistemas de Información – 2019.",
    "formation.aditional-subTitle": "Aditional information",
    "formation.aditional1": "Driver license",
    "formation.aditional2": "Availability to travel",
    "formation.aditional3": "Availability of own vehicle",

    "projects.title" : "Projects",
    "projects.sga-title": "Sistema de Gestión de Aulas (Classroom Management System)",
    "projects.sga-intro": "This project was my final work to obtain my Information Systems degree. This application consists of a full web reservation system, to manage schedules and classrooms of a education institution. The software was implemented in LAMP stack, using Codeigniter as PHP framework over a MySQL relational database.",
    "projects.sga-description-intro" : "The applications have the following funcionalities:",
    "projects.sga-description-list": "<li>Login with four different users type</li> <li>Full headquarters, classrooms, laboratories, suers, resources and reservation CRUD</li> <li>Classroom schedule distribution</li>  <li>Statics recopilation with comparative graphs and reports</li> <li>Internal inbox</li> <li>E-mails sending</li>  <li>Active database, providing backup and resotartion</li>  <li>Help section</li>",
    "projects.sga-app-link": "You can access to a this application preview <a>in this link</a>. You will be able to see classes schedules of an education institution and filter classrooms and laboratories whitout a registered user.",
    "projects.sga-mono-link": "You can also read my monograph of this finarl proyect <a>here</a>.",
    "projects.vanilla-title": "Vanilla JS little projects",
    "projects.vanilla-content1": "I consider the best way to learn a new programming language is just exploring and having fun. So, when i got started in Javascript world, i developed some little websites to practice DOM manipulation and events, such as classic tic-tac-toe and hangman game.",
    "projects.vanilla-content2": "Both games use HTML5 canvas to render the game state. Tic-tac-toe allows playinh with someone else in the same device. Hangman game selects a random word of a JSON file, so you easily can edit this file and put your own words for playing with somebody else.",
    "projects.vanilla-links-intro": "Both applications are deployed in my github account, ready to play:",
    "projects.vanilla-tic-tac-toe": "Tic-tac-toe",
    "projects.vanilla-hangman": "Hangman game",
    "projects.budget-title": "Personal budget",
    "projects.budget-intro": "This application help users to keep track of his money incomes and outcomes. The website was developed in MERN stack with MaterialUI. ",
    "projects.budget-list-intro" : "The applications have the following funcionalities:",
    "projects.budget-list": "<li>Login with JSON Web Token</li><li>Account dashboard informing total balance of user account</li>  <li>Operations register with concept, date and types</li> <li>Full users operations CRUD</li>    <li>Help section</li>",
    "projects.budget-prelink": "Available on Github: ",
    "projects.ecommerce-intro": "This project consists of a full API Rest for a generic online store. The software is developed with NodeJS, ExpressJS y MongoDB. The application have the following funcionalities:",
    "projects.ecommerce-list": "<li>User register and login verified by JSON Web Token</li> <li>Products tags filter</li> <li>Full products, sales and categories CRUD</li>",
    "projects.ecommerce-current": "I'm working on a React application to interact with this API Rest services by the moment.",
    "projects.ecommerce-prelink": "Available on Github: "

}