{
    "languageName" : "Español",

    "nav.main": "Sobre mí",
    "nav.formation": "Formación",
    "nav.projects": "Proyectos",

    "main.title": "Sobre mí",
    "main.presentation": "Me llamo José Bordón. Soy Licenciado en Sistemas de Información, egresado de la Universidad Nacional del Nordeste. Vivo en Corrientes, Argentina. Por el momento me desempeño como desarrollador web free-lancer. Me interesa tanto el back como el end, sobretodo el desarrollo en el stack MERN (MongoDB + Express + React + NodeJS). Este mismo portafolio está codificado en ReactJS, utilizando el framework MaterialUI.",
    "main.presentation2": "También dispongo de conocimientos en frameworks de PHP con bases de datos MySQL en servidores Apache (stack LAMP). Ambos stacks tienen sus ventajas y desventajas en función del proyecto que se quiere realizar.",
    "main.contactTitle": "Información de contacto",
    "main.pdfCV": "Currículum Vitae en PDF",

    "formation.title": "Formación",
    "formation.studiesSubTitle" : "Estudios",
    "formation.study1-title" : "Licenciatura en Sistemas de Información (2013-2021).",
    "formation.study1-description" : "Título de grado obtenido en Facultad de Ciencias Exactas, Naturales y de Agrimensura. Universidad Nacional del Nordeste (UNNE).",
    "formation.study2-title": "Analista programador universitario (2013-2017)",
    "formation.study2-description": "Título de pre-grado obtenido en Facultad de Ciencias Exactas, Naturales y de grimensura. Universidad Nacional del Nordeste (UNNE).",
    "formation.study3-title": "Educación Polimodal Modalidad Economía y Gestión de Organizaciones (2008-2011).",
    "formation.study3-description": "Instituto CREA, Universidad Católica de Salta, Noviembre de 2011",
    "formation.coursesSubTitle": "Cursos realizados",
    "formation.course1-title": "Desarrollo con NodeJS.",
    "formation.course1-description": "Universidad Tecnológica Nacional, Facultad Regional de Buenos Aires (UTN–FRA).",
    "formation.course2-title": "Desarrollo con ReactJS",
    "formation.course2-description": "Universidad Tecnológica Nacional, Facultad Regional de Buenos Aires (UTN–FRA).",
    "formation.course3-title": "Seminario de Formación de Líderes",
    "formation.course3-description": "Instituto CREA, Universidad Católica de Salta, Noviembre de 2011",
    "formation.other.title": "Otros antecedentes académicos",
    "formation.other1": "Adscripto a la asignatura Taller de Programación I (Software web) de la carrera Licenciatura en Sistemas de Información de la Facultad de Ciencias Exactas, Naturales y de Agrimensura de la UNNE. Año 2017.",
    "formation.other2": "Adscripto a la asignatura Taller de Programación I (Software web) de la carrera Licenciatura en Sistemas de Información de la Facultad de Ciencias Exactas, Naturales y de Agrimensura de la UNNE. Año 2018.",
    "formation.other3": "Adscripto a la asignatura Taller de Programación II (Software de escritorio) de la carrera Licenciatura en Sistemas de Información de la Facultad de Ciencias Exactas, Naturales y de Agrimensura de la UNNE. Año 2019.",
    "formation.other4": "Beca de Estímulo a las Vocaciones Científicas, otorgada por el Consejo Interuniversitario Nacional para desarrollar tareas de investigación sobre el tema “TIC y educación: Herramientas Software como soporte a la gestión de recursos físicos en un contexto universitario”. Duración: 1 año. 2019/2020.",
    "formation.language-subTitle" : "Idiomas",
    "formation.language-title1" : "Inglés: competencia profesional completa.",
    "formation.language-description1" : "Estudios de inglés finalizados en Departamento de Idiomas Modernos en Extensión Universitaria de UNNE – Delegación Corrientes",
    "formation.skills-subTitle" : "Habilidades",
    "formation.skills-section1" : "Desarrollo web",
    "formation.skills-section2" : "Bases de datos",
    "formation.skills-section3" : "Otros",
    "formation.publications-subTitle": "Publicaciones realizadas",
    "formation.publications1-title": "Criterios de calidad del software. Un enfoque de Accesibilidad Web vinculado a la gestión de recursos físicos. ",
    "formation.publications1-description": "III Congreso Internacional de Ciencias de la Computación y Sistemas de Información – 2019.",
    "formation.aditional-subTitle": "Información adicional",
    "formation.aditional1": "Licencia de conducir nacional B1",
    "formation.aditional2": "Disponibilidad para viajar",
    "formation.aditional3": "Disponibilidad de vehículo particular",

    "projects.title" : "Proyectos",
    "projects.sga-title": "Sistema de Gestión de Aulas (SGA)",
    "projects.sga-intro": "Este proyecto se corresponde con mi trabajo final de carrera como Licenciado en Sistemas de Información. El mismo consistió en un completo sistema de reservas web, orientado a espacios de una institución educativa. El mismo fue implementado en el stack LAMP, utilizando Codeigniter como framework de PHP sobre una base de datos relacional MySQL.",
    "projects.sga-description-intro" : "Entre sus funcionalidades, el sistema cuenta con:",
    "projects.sga-description-list": "<li>Inicio de sesión para cuatro usuarios distintos</li> <li>CRUD completo de sedes, aulas, laboratorios, usuarios, recursos y reservas</li> <li>Distribución de aulas y recursos de clase con fechas y horarios</li>  <li>Recopilación de estadísticas sobre las reservas, con informes y gráficos comparativos</li> <li>Sistema de mensajería interna</li> <li>Envío de emails</li>  <li>Base de datos con triggers, mecanismos de copia de seguridad y restauración</li>  <li>Sección de ayuda</li>",
    "projects.sga-app-link": "Puede acceder a una previsualización del mismo mediante <a>este enlace</a>. Podrá ver los horarios de clase de una institución ficticia y filtrar las aulas/laboratorios sin necesidad de un usuario registrado.",
    "projects.sga-mono-link": "Si lo desea, también puede leer la monografía correspondiente a mi trabajo final <a>aquí</a>.",
    "projects.vanilla-title": "Sitios con Javascript Vainilla",
    "projects.vanilla-content1": "Considero que la mejor forma de aprender un lenguaje de programación es simplemente explorando y, más que nada, jugando. Así que al introducirme en el mundo Javascript, para practicar manipulación del DOM y manejo de eventos realicé pequeñas páginas web de juegos simples como ser el clásico ta-te-ti y el juego del ahorcado.",
    "projects.vanilla-content2": "Ambos juegos utilizan canvas de HTML5 para mostrar de forma gráfica el estado de la partida. El ta-te-ti permite jugar con alguien más en el mismo dispositivo. El juego del ahorcado selecciona de forma aleatoria palabras dentro de un archivo JSON, por lo que puede descargar la aplicación y editar las palabras para jugar con facilidad.",
    "projects.vanilla-links-intro": "Ambas aplicaciones se encuentran desplegadas en mi cuenta de github, listas para jugar:",
    "projects.vanilla-tic-tac-toe": "Ta-te-ti",
    "projects.vanilla-hangman": "Juego del ahorcado",
    "projects.budget-title": "Presupuesto personal",
    "projects.budget-intro": "Este proyecto se corresponde con una aplicación para llevar un registro de ingresos y egresos de dinero de un usuario. La aplicación se encuentra desarrollada en el stack MERN con MaterialUI. ",
    "projects.budget-list-intro" : "Entre sus funcionalidades, la aplicación cuenta con: ",
    "projects.budget-list": "<li>Registro de usuario e inicio de sesión con JSON Web Token</li><li>Resúmen de cuenta con balance total de dinero del usuario</li>  <li> Formulario e historial de operaciones con concepto, fecha y tipo de operación</li> <li>CRUD completo de operaciones de usuario</li>    <li>Sección de ayuda</li>",
    "projects.budget-prelink": "Disponible en Github: ",
    "projects.ecommerce-intro": "Este proyecto consiste en una API Rest completa para una tienda online genérica. Está desarrollada con Node, Express y MongoDB. Entre sus funcionalidades se encuentran:",
    "projects.ecommerce-list": "<li>Registro de usuario e inicio de sesión con JSON Web Token</li> <li>Filtrado de productos por tags y productos destacados</li> <li>CRUD de productos, categorías y ventas</li>",
    "projects.ecommerce-current": "Estoy trabajando por el momento con una aplicación de React para consumir los servicios de esta API.",
    "projects.ecommerce-prelink": "Disponible en Github: "


}